<?php

use \yii\helpers\ArrayHelper;



$I29 = $model->we;

if(is_numeric($I29) == false){
	$I29 = 0;
}

$I28 = round($I29 * 20 / 120, 2);
$I27 = round($I29 - $I28, 2);

?><?xml version="1.0" encoding="windows-1251"?>
<Файл ИдФайл="ON_NSCHFDOPPR_2be69560103c7c34888b398471cc3628768_2BM-7726458040-772601001-201911010726579234624_20240502_3bdb7f04-ed90-414c-aa2e-9a3961b7762c" ВерсФорм="5.01" ВерсПрог="Diadoc 1.0">
	<СвУчДокОбор ИдОтпр="2BM-7726458040-772601001-201911010726579234624" ИдПол="2be69560103c7c34888b398471cc3628768">
		<СвОЭДОтпр НаимОрг="АО &quot;ПФ &quot;СКБ Контур&quot;" ИННЮЛ="6663003127" ИдЭДО="2BM"/>
	</СвУчДокОбор>
	<Документ КНД="1115131" Функция="ДОП" ПоФактХЖ="Документ об отгрузке товаров (выполнении работ), передаче имущественных прав (документ об оказании услуг)" НаимДокОпр="Документ об отгрузке товаров (выполнении работ), передаче имущественных прав (документ об оказании услуг)" ДатаИнфПр="02.05.2024" ВремИнфПр="19.34.33" НаимЭконСубСост="ООО &quot;ОТК&quot;, ИНН/КПП: 7726458040/130001001">
		<СвСчФакт НомерСчФ="1492" ДатаСчФ="30.04.2024" КодОКВ="643">
			<СвПрод>
				<ИдСв>
					<СвЮЛУч НаимОрг="ООО &quot;ОТК&quot;" ИННЮЛ="<?= ArrayHelper::getValue($model, 'organization.inn') ?>" КПП="ArrayHelper::getValue($model, 'organization.kpp')"/>
				</ИдСв>
				<Адрес>
					<АдрИнф КодСтр="643" АдрТекст="<?= ArrayHelper::getValue($model, 'organization.official_address') ?>"/>
				</Адрес>
				<БанкРекв НомерСчета="<?= ArrayHelper::getValue($model, 'organization.nomer_rascheta') ?>">
					<СвБанк НаимБанк="<?= ArrayHelper::getValue($model, 'organization.bank_name') ?>" БИК="<?= ArrayHelper::getValue($model, 'organization.bic') ?>" КорСчет="<?= ArrayHelper::getValue($model, 'organization.kr') ?>"/>
				</БанкРекв>
			</СвПрод>
			<СвПокуп>
				<ИдСв>
					<СвЮЛУч НаимОрг="<?= ArrayHelper::getValue($model, 'zakazchik.name') ?>" ИННЮЛ="<?= ArrayHelper::getValue($model, 'zakazchik.inn') ?>" КПП="<?= ArrayHelper::getValue($model, 'zakazchik.kpp') ?>"/>
				</ИдСв>
				<Адрес>
					<АдрИнф КодСтр="643" АдрТекст="<?= ArrayHelper::getValue($model, 'zakazchik.official_address') ?>"/>
				</Адрес>
				<Контакт ЭлПочта="info@daks-group.ru"/>
				<БанкРекв НомерСчета="<?= ArrayHelper::getValue($model, 'zakazchik.nomer_rascheta') ?>">
					<СвБанк НаимБанк="<?= ArrayHelper::getValue($model, 'zakazchik.bank_name') ?>" БИК="<?= ArrayHelper::getValue($model, 'zakazchik.bic') ?>" КорСчет="<?= ArrayHelper::getValue($model, 'zakazchik.kr') ?>"/>
				</БанкРекв>
			</СвПокуп>
			<ДопСвФХЖ1 НаимОКВ="Российский рубль"/>
			<ДокПодтвОтгр НаимДокОтгр="Реализация (акт, накладная, УПД)" НомДокОтгр="1492" ДатаДокОтгр="30.04.2024"/>
		</СвСчФакт>
		<ТаблСчФакт>
			<СведТов НомСтр="1" НаимТов="Проверка благонадёжности контрагентов за Апрель 2024 г." ОКЕИ_Тов="796" КолТов="1.00" ЦенаТов="270.00" СтТовБезНДС="270.00" НалСт="без НДС" СтТовУчНал="270.00">
				<Акциз>
					<БезАкциз>без акциза</БезАкциз>
				</Акциз>
				<СумНал>
					<БезНДС><?php

				if(ArrayHelper::getValue($model, 'organization.nds') && $model->fio != 'Срыв погрузки'){
					if($model->fio != 'Международные' || true){
						echo '20%';
					} else {
						echo "0%";
					}
				} else {
					echo 'Без НДС';
				}

			?></БезНДС>
				</СумНал>
				<ДопСведТов ПрТовРаб="3" КодТов="00-00000042" НаимЕдИзм="шт"/>
			</СведТов>
			<СведТов НомСтр="2" НаимТов="Проверка благонадёжности контрагентов за Апрель 2024 г." ОКЕИ_Тов="796" КолТов="51.00" ЦенаТов="350.00" СтТовБезНДС="17850.00" НалСт="без НДС" СтТовУчНал="17850.00">
				<Акциз>
					<БезАкциз>без акциза</БезАкциз>
				</Акциз>
				<СумНал>
					<БезНДС><?php

				if(ArrayHelper::getValue($model, 'organization.nds') && $model->fio != 'Срыв погрузки'){
					if($model->fio != 'Международные' || true){
						echo '20%';						
					} else {
						echo "0%";
					}
				} else {
					echo 'Без НДС';
				}

			?></БезНДС>
				</СумНал>
				<ДопСведТов ПрТовРаб="3" КодТов="00-00000042" НаимЕдИзм="шт"/>
			</СведТов>
			<СведТов НомСтр="3" НаимТов="Проверка благонадёжности контрагентов за Апрель 2024 г." ОКЕИ_Тов="796" КолТов="4.00" ЦенаТов="390.00" СтТовБезНДС="1560.00" НалСт="без НДС" СтТовУчНал="1560.00">
				<Акциз>
					<БезАкциз>без акциза</БезАкциз>
				</Акциз>
				<СумНал>
					<БезНДС><?php

				if(ArrayHelper::getValue($model, 'organization.nds') && $model->fio != 'Срыв погрузки'){
					if($model->fio != 'Международные' || true){
						echo number_format($I28, 2, ",", "");
					} else {
						echo "—";
					}
				} else {
					echo '-';
				}

			?></БезНДС>
				</СумНал>
				<ДопСведТов ПрТовРаб="3" КодТов="00-00000042" НаимЕдИзм="шт"/>
			</СведТов>
			<СведТов НомСтр="4" НаимТов="Проверка благонадёжности контрагентов за Апрель 2024 г." ОКЕИ_Тов="796" КолТов="2.00" ЦенаТов="400.00" СтТовБезНДС="800.00" НалСт="без НДС" СтТовУчНал="800.00">
				<Акциз>
					<БезАкциз>без акциза</БезАкциз>
				</Акциз>
				<СумНал>
					<БезНДС><?php

				if(ArrayHelper::getValue($model, 'organization.nds') && $model->fio != 'Срыв погрузки'){
					if($model->fio != 'Международные' || true){
						echo number_format($I28, 2, ",", "");
					} else {
						echo "—";
					}
				} else {
					echo '-';
				}

			?></БезНДС>
				</СумНал>
				<ДопСведТов ПрТовРаб="3" КодТов="00-00000042" НаимЕдИзм="шт"/>
			</СведТов>
			<ВсегоОпл СтТовБезНДСВсего="20480.00" СтТовУчНалВсего="20480.00">
				<СумНалВсего>
					<БезНДС><?php

				if(ArrayHelper::getValue($model, 'organization.nds') && $model->fio != 'Срыв погрузки'){
					if($model->fio != 'Международные' || true){
						echo number_format($I28, 2, ",", "");
					} else {
						echo "—";
					}
				} else {
					echo '-';
				}

			?></БезНДС>
				</СумНалВсего>
				<КолНеттоВс>58</КолНеттоВс>
			</ВсегоОпл>
		</ТаблСчФакт>
		<СвПродПер>
			<СвПер СодОпер="Товары переданы, работы сданы, услуги оказаны">
				<ОснПер НаимОсн="Договор" НомОсн="№27-1/12СБ-2021" ДатаОсн="27.12.2021"/>
			</СвПер>
		</СвПродПер>
		<Подписант ОблПолн="2" Статус="1" ОснПолн="Должностные обязанности">
			<ЮЛ ИННЮЛ="7726458040" НаимОрг="ООО &quot;ОТК&quot;" Должн="ГЕНЕРАЛЬНЫЙ ДИРЕКТОР">
				<ФИО Фамилия="БОБРОВНИКОВ" Имя="АНДРЕЙ" Отчество="ВЛАДИМИРОВИЧ"/>
			</ЮЛ>
		</Подписант>
	</Документ>
</Файл>