<?php

return [
    [ 'Id' => 1, 'Name' => "верхняя", ], 
    [ 'Id' => 2, 'Name' => "боковая", ], 
    [ 'Id' => 4, 'Name' => "задняя", ], 
    [ 'Id' => 8, 'Name' => "с полной растентовкой", ], 
    [ 'Id' => 32, 'Name' => "со снятием поперечных перекладин", ], 
    [ 'Id' => 64, 'Name' => "со снятием стоек", ], 
    [ 'Id' => 128, 'Name' => "без ворот", ], 
    [ 'Id' => 256, 'Name' => "гидроборт", ], 
    [ 'Id' => 512, 'Name' => "аппарели", ], 
    [ 'Id' => 1024, 'Name' => "с обрешеткой", ], 
    [ 'Id' => 2048, 'Name' => "с бортами", ], 
    [ 'Id' => 4096, 'Name' => "боковая с 2-х сторон", ], 
    [ 'Id' => 8192, 'Name' => "налив", ], 
    [ 'Id' => 16384, 'Name' => "электрический", ], 
    [ 'Id' => 32768, 'Name' => "гидравлический", ], 
    [ 'Id' => 131072, 'Name' => "пневматический", ], 
    [ 'Id' => 262144, 'Name' => "дизельный компрессор", ],
];


?>